Repository: aritzolaba/Flatty
Catalog: flatty/languages/*.po
Languages: eu_eu, nb_no

source: This post is password protected. Enter the password to view any comments.
eu_eu: Sarrera hau pribatua da. Sartu pasahitza iruzkinak ikusteko.
nb_no: Dette innlegget er passordbeskyttet. Angi passord for å lese.

source: Comments
eu_eu: Iruzkinak
nb_no: Kommentarer

source: 1 comment
eu_eu: Iruzkin bat
nb_no: 1 kommentar

source: %s comments
eu_eu: %s iruzkin
nb_no: %s kommentarer

source: Name
eu_eu: Izena
nb_no: Navn

source: Email
eu_eu: posta elektronikoa
nb_no: Epost

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
eu_eu: <a href="%1$s">%2$s</a> bezala identifikatuta. <a href="%3$s" title="Saioa itzi">Saioa itzi?</a>
nb_no: Innlogget som <a href="%1$s">%2$s</a>. <a href="%3$s" title="Logg ut">Logg ut</a>

source: Your email address will not be published. Fields with * are mandatory.
eu_eu: Zure posta elektronikoa ez da publikatuko. * duten eremuak derrigorrezkoak dira.
nb_no: Epostadressen din blir ikke publisert. Felter merket * er påkrevd.

source: Widgets placed here
eu_eu: Hemen jarritako widget-ak
nb_no: Widgeter plassert her

source: will display
eu_eu: agertzen dira
nb_no: vil vises

source: in a jumbotron below navbar
eu_eu: jumbotron batetan, navbaren azpian
nb_no: i en jumbotron under toppmenyen

source: in a narrow jumbotron above breadcrumbs
eu_eu: jumbotron estu batetan, breadcrumb goikaldean
nb_no: i en smal jumbotron over brødsmulestien

source: in full width above breadcrumbs
eu_eu: guztiz zabalduta breadcrumb goikaldean
nb_no: i full bredde over brødsmulestien

source: above content, in main column
eu_eu: edukiaren goikaldean
nb_no: over innholdet i hovedkolonnen

source: in the right sidebar
eu_eu: eskumako sidebar-ean
nb_no: i høyre sidebar

source: below content, in main column
eu_eu: edukiaren azpian
nb_no: under innholdet i hovedkolonnen

source: in full width below content
eu_eu: guztiz zabalduta edukiaren azpian
nb_no: i full bredde under innholdet

source: in a narrow jumbotron below content
eu_eu: jumbotron estu batetan, edukiaren azpian
nb_no: i en jumbotron under innholdet

source: in a jumbotron above footer
eu_eu: jumbotron batean, footer goikaldean
nb_no: i en jumbotron over footeren

source: in the first footer block
eu_eu: lehen footer blokean
nb_no: i første felt i footer

source: in the second footer block
eu_eu: bigarren footer blokean
nb_no: i andre felt i footer

source: in the third footer block
eu_eu: hirugarren footer blokean
nb_no: i tredje felt i footer

source: in full at the bottom of the footer
eu_eu: guztiz zabalduta, footer azpian
nb_no: i full bredde nederst i footeren

source: in a jumbotron below footer
eu_eu: jumbotron batean, footer azpian
nb_no: i en jumbotron under footeren

source: in full width above breadcrumbs of pages with "Frontpage" template
eu_eu: guztiz zabalduta "Frontpage" template-a erabiltzen duten horrialdeen breadcrumb-aren goikaldean
nb_no: i full bredde over brødsmulestien på sider med "Frontpage" malen

source: above content of pages with "Frontpage" template
eu_eu: "Frontpage" template-a erabiltzen duten horrialdeen edukiaren goikaldean
nb_no: over innholdet på sider med "Frontpage" malen

source: in the right sidebar of pages with "Frontpage" template
eu_eu: "Frontpage" template-a erabiltzen duten horrialdeen eskumako sidebar-ean
nb_no: i høyre sidebar på sider med "Frontpage" malen

source: below content of pages with "Frontpage" template
eu_eu: "Frontpage" template-a erabiltzen duten horrialdeen edukiaren azpian
nb_no: under innholdet på sider med "Frontpage" malen

source: in full width below content of pages with "Frontpage" template
eu_eu: guztiz zabalduta, "Frontpage" template-a erabiltzen duten horrialdeen edukiaren azpian
nb_no: i full bredde under innholdet på sider med "Frontpage" malen

source: in full width above breadcrumbs of pages with "About us" template
eu_eu: guztiz zabalduta "About us" template-a erabiltzen duten horrialdeen breadcrumb-aren goikaldean
nb_no: i full bredde over brødsmulestien på sider med "About us" malen

source: above content of pages with "About us" template
eu_eu: "About us" template-a erabiltzen duten horrialdeen edukiaren goikaldean
nb_no: over innholdet på sider med "About us" malen

source: in the right sidebar of pages with "About us" template
eu_eu: "About us" template-a erabiltzen duten horrialdeen eskumako sidebar-ean
nb_no: i høyre sidebar på sider med "About us" malen

source: below content of pages with "About us" template
eu_eu: "About us" template-a erabiltzen duten horrialdeen edukiaren azpian
nb_no: under innholdet på sider med "About us" malen

source: in full width below content of pages with "About us" template
eu_eu: guztiz zabalduta, "About us" template-a erabiltzen duten horrialdeen edukiaren azpian
nb_no: i full bredde under innholdet på sider med "About us" malen

source: Flatty Primary Menu
eu_eu: Flatty Menu nagusia
nb_no: Flatty hovedmeny

source: Read more on %s
eu_eu: Geihago irakurri %s-ri buruz
nb_no: Les mer om %s

source: Continue Reading
eu_eu: Jarraitu irakurtzen
nb_no: Les videre

source: Page %s
eu_eu: %s Horria
nb_no: Side %s

source: <i class="icon-circle-arrow-left"></i> OLDER POSTS
eu_eu: <i class="icon-circle-arrow-left"></i> ZAHARRAGOAK
nb_no: <i class="icon-circle-arrow-left"></i> ELDRE INNLEGG

source: NEWER POSTS <i class="icon-circle-arrow-right"></i>
eu_eu: BERRIAGOAK <i class="icon-circle-arrow-right"></i>
nb_no: NYERE INNLEGG <i class="icon-circle-arrow-right"></i>

source: Search
eu_eu: Bilatu
nb_no: Søk

source: add widgets here
eu_eu: Widget-ak jarri hemen
nb_no: Widget-ak jarri hemen

source: Theme Options
eu_eu: Tema-ren aukerak
nb_no: Valg for tema

source: %s Theme Options
eu_eu: %s temaren aukerak
nb_no: %s valg for tema

source: General options
eu_eu: Aukera generalak
nb_no: Standard innstillinger

source: CSS Style
eu_eu: CSS estiloa
nb_no: CSS stil

source: Black and White
eu_eu: Zuri beltza
nb_no: Sort-hvitt

source: Blue
eu_eu: Urdina
nb_no: Blå

source: Green
eu_eu: Orlegia
nb_no: Grønn

source: Red
eu_eu: Gorria
nb_no: Rød

source: Salmon
nb_no: Laks

source: Pagination type
eu_eu: Horrialde mota
nb_no: Type sidetall

source: Buttons
eu_eu: Botoiak
nb_no: Knapper

source: Numbers
eu_eu: Zenbakiak
nb_no: Tall

source: Display breadcrumb?
eu_eu: Breadcrumb-a aktibatu?
nb_no: Vise brødsmulesti?

source: Display Blog Title?
eu_eu: Erakutsi Blog-aren Izenburua?
nb_no: Vise blogtittel?

source: Article options
eu_eu: Sarreren aukerak
nb_no: Valg artikler

source: Display post featured images?
eu_eu: Mostrar im&aacute;genes destacadas?
nb_no: Vise fremhevede bilder?

source: Left
eu_eu: Ezkerra
nb_no: Venstre

source: Right
eu_eu: Eskuma
nb_no: Høyre

source: Do not display
eu_eu: Ez erakutsi
nb_no: Skjul

source: Display author info?
eu_eu: Erakutsi autorearen informazioa?
nb_no: Vise forfatterinfo?

source: Display related articles?
eu_eu: Erakutsi sarrera erlazionatuak?
nb_no: Vise relaterte artikler?

source: Sidebar options
eu_eu: Sidebar aukerak
nb_no: Valg sidebar

source: Sidebar position
eu_eu: Sidebar posizioa
nb_no: Plassering sidebar

source: Display admin info in sidebar?
eu_eu: Erakutsi administratzailearen informazioa?
nb_no: Vise admininfo i sidebar?

source: Social URLs
eu_eu: URLs sozialak
nb_no: URLer til sosiale media

source: Display social links in footer?
eu_eu: Erakutsi lotura sozialak footer-ean?
nb_no: Vise linker til sosiale media i footer?

source: Save Changes
eu_eu: Aldaketak Gorde
nb_no: Lagre endringer

source: Related articles
eu_eu: Sarrera erlazionatuak
nb_no: Relaterte artikler

source: no comments
eu_eu: iruzkinik gabe
nb_no: ingen kommentarer

source: Edit
eu_eu: Editatu
nb_no: Rediger

source: Next page
eu_eu: Hurrengoa
nb_no: Neste side

source: Previous page
eu_eu: Aurrekoa
nb_no: Forrige side

source: Pages:
eu_eu: Horriak:
nb_no: Sider:

source: Home
eu_eu: Hasiera
nb_no: Hjem

source: About the author
eu_eu: Autoreari buruz
nb_no: Om forfatteren

source: Search results
eu_eu: Bilaketa emaitzak
nb_no: Søkeresultater

source: Browsing posts tagged:
eu_eu: Etiketa:
nb_no: Innlegg tagget:

source: Browsing archived posts:
eu_eu: Artxibatutako sarrerak
nb_no: Arkiverte innlegg:

source: Toggle Navigation
eu_eu: Menua erakutsi
nb_no: Vis/skjul meny

source: Nothing found
eu_eu: Ez da ezer aurkitu
nb_no: Ingenting funnet

source: Ops! there is nothing here...
eu_eu: Ez da ezer aurkitu
nb_no: Oops, ingenting her..

source: Take me home
eu_eu: Hasierara
nb_no: Til forsiden
